Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: of {{pagesCount}}
bn_bd: {{pagesCount}} এর

source: Ojibwa
bn_bd: ওজিবওয়ে

source: OK
bn_bd: ঠিক

source: OK!
bn_bd: ঠিক আছে!

source: OK, Got it
bn_bd: ঠিক আছে, বুঝেছি

source: Older
bn_bd: পুরানো

source: Older ping &gt;&gt;
bn_bd: পুরাতন পিং &gt;&gt;

source: Older than %S days
bn_bd: %S দিনের চেয়ে বেশি পুরোনো

source: Older than %S months
bn_bd: %S মাসের চেয়ে বেশি পুরোনো

source: Old password entered incorrectly. Please try again.
bn_bd: আগের পাসওয়ার্ড ভুলভাবে প্রবেশ করানো হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Old %S Data
bn_bd: %S এর পুরাতন ডাটা

source: Oman
bn_bd: ওমান

source: on
bn_bd: চালু

source: On
bn_bd: চালু

source: One-click Search Engines
bn_bd: এক ক্লিক সার্চ ইঞ্জিন

source: One-Click Search Engines
bn_bd: এক-ক্লিক অনুসন্ধান ইঞ্জিন

source: One item;#1 items
bn_bd: একটি আইটেম;#1 আইটেম

source: One of the following (%S) is not a registered protocol or is not allowed in this context.
bn_bd: নিম্নলিখিতগুলির মধ্যে (%S) একটি রেজিস্টার্ড প্রোটোকল নয় বা এই প্রেক্ষাপটে অনুমোদিত নয়।

source: One or more installed add-ons cannot be verified and have been disabled.
bn_bd: একটা বা তার বেশি অ্যাড-অন যাচাই করা যাবে না এবং নিষ্ক্রিয় করে দেওয়া হয়েছে।

source: Only in private windows
bn_bd: শুধুমাত্র ব্যক্তিগত ব্রাউজিং উইন্ডোতে

source: Only one repeat(auto-fill, …) is allowed in a name list for a subgrid.
bn_bd: সাবগ্রিডের জন্য নামের তালিকায় কেবলমাত্র একটি রিপিট (অটো-ফিল, …) অনুমোদিত।

source: Only one repeat(auto-fill, …) or repeat(auto-fit, …) is allowed in a track list.
bn_bd: ট্র্যাক লিস্টে কেবল একটি রিপিরট (অটো-ফিল, …) অথবা রিপিট (অটো-ফিট, …) অনুমোদিত।

source: Only one track size is allowed inside repeat(auto-fit/auto-fill, …).
bn_bd: রিপিট (অটো-ফিট/অটো-ফিল, …) এর মধ্যে কেবল একটি ট্র্যাক সাইজ অনুমোদিত।

source: Only share %1$S with sites you trust. Sharing can allow deceptive sites to browse as you and steal your private data. %2$S
bn_bd: কেবলমাত্র আস্থাভাজন সাইটের সাথে %1$S শেয়ার করুন। শেয়ার করলে প্রতারক সাইটগুলো ঠিক আপনার মত করে ব্রাউজ করতে পারে এবং আপনার ব্যক্তিগত ডাটা চুরি করতে পার। %2$S

source: Only share screens with sites you trust. Sharing can allow deceptive sites to browse as you and steal your private data. %S
bn_bd: কেবলমাত্র আস্থাভাজন সাইটের সাথে স্ক্রিন শেয়ার করুন। শেয়ার করলে প্রতারক সাইটগুলো ঠিক আপনার মত করে ব্রাউজ করতে পারে এবং আপনার ব্যক্তিগত ডাটা চুরি করতে পারে। %S

source: Only transmitted over https
bn_bd: শুধুমাত্র https এর মাধ্যমে প্রেরণ করা হবে

source: Only two URIs separated by spaces are allowed in the FALLBACK section at line %S.
bn_bd: FALLBACK সেকশনে %S লাইনে শুধুমাত্র দুটো URI স্পেস দ্বার আলাদা করা যাবে।

source: Only valid for the lifetime of the browser session
bn_bd: মেয়াদ শুধুমাত্র ব্রাউজার সেশনের সময়ে

source: Only with High Contrast themes
bn_bd: শুধু হাই কনট্রাস্ট থিমের সাথে

source: On my &Desktop
bn_bd: আমার ডেস্কটপে &D

source: on the Internet. Your employer or Internet service provider can still know what page you visit.
bn_bd: ইন্টারনেটে আপনার নিয়োগকর্তা কিংবা ইন্টারনেট সেবা প্রদানকারী এখনও জানতে পারবে, আপনি কোন পাতায় গিয়েছিলেন।

source: Oops.
bn_bd: ওহ্ হো!

source: opacity in color value
bn_bd: রঙের অস্বচ্ছতা

source: open
bn_bd: খুলুন

source: Open
bn_bd: খুলুন

source: Open add-on installation message panel
bn_bd: অ্যাড-অন ইনস্টলেশন বার্তা প্যানেল খুলুন

source: Open Add-ons Manager
bn_bd: অ্যাড-অন ব্যবস্থাপক খুলুন

source: Open a file (%S)
bn_bd: একটি ফাইল খুলুন (%S)

source: Open All in Tabs
bn_bd: সব আলাদা ট্যাবে প্রদর্শন

source: Open a new browser tab.
bn_bd: নতুন ব্রাউজার ট্যাব খুলুন।

source: Open a new browser window.
bn_bd: নতুন ব্রাউজার উইন্ডো খুলুন।

source: Open a new clean Window
bn_bd: একটি নতুন পরিষ্কার উইন্ডো খুলুন

source: Open a new Non-e10s Window
bn_bd: একটি নতুন Non-e10s উইন্ডো খুলুন

source: Open a new Private Browsing window (%S)
bn_bd: একটি নতুন ব্যক্তিগত ব্রাউজিং উইন্ডো খুলুন (%S)

source: Open a new tab containing the specified cache entry information.
bn_bd: একটি নতুন ট্যাব খুলুন যেটাতে নির্দিষ্ট করা ক্যাশে এন্ট্রির তথ্য থাকবে।

source: Open a new tab (%S)
bn_bd: নতুন ট্যাব খুলুন (%S)

source: Open a new window in private browsing mode.
bn_bd: একান্ত ব্রাউজিং মোডে একটি নতুন উইন্ডো খুলুন।

source: Open a new window (%S)
bn_bd: নতুন উইন্ডো খোল (%S)

source: Open a panel that magnifies an area of page to inspect pixels and copy color values
bn_bd: পিক্সেল পরিদর্শন করা পৃষ্ঠার একটি এলাকা magnifies একটি প্যানেল খুলুন এবং রঙ মান কপি

source: Open App
bn_bd: অ্যাপ খুলুন

source: Open App…
bn_bd: অ্যাপ খুলুন…

source: Open a private window?
bn_bd: একটি ব্যক্তিগত উইন্ডো খুলবেন?

source: Open a Private Window
bn_bd: একটি ব্যক্তিগত উইন্ডো খুলুন

source: Open a remote debug port
bn_bd: একটি রিমোট ডিবাগ পোর্ট খুলুন

source: Open Config Directory…
bn_bd: কনফিগ ডিরেক্টরী খুলুন...

source: Open Container Tab
bn_bd: কন্টেইনার ট্যাব খোল

source: Open Containing Folder
bn_bd: ধারণকারী ফোল্ডার খুলুন

source: Open Desktop Preferences
bn_bd: ডেস্কটপ সংক্রান্ত পছন্দসমূহ

source: Open Directory
bn_bd: ডিরেক্টরি খুলুন

source: Open Downloads Folder
bn_bd: ডাউনলোড ফোল্ডার খুলুন

source: opened
bn_bd: খোলা হয়েছে

source: Opened %1$S
bn_bd: %1$S খোলা হয়েছে

source: Open Executable File?
bn_bd: এক্সিকিউটেবল ফাইল খোলা হবে কি?

source: Open File
bn_bd: ফাইল খুলুন

source: Open File…
bn_bd: ফাইল খুলুন… (O)

source: Open File in Debugger
bn_bd: ফাইলটি ডিবাগারে খুলুন

source: Open File in Style-Editor
bn_bd: ফাইলটি স্টাইল-এডিটরে খুলুন

source: Open Folder
bn_bd: ফোল্ডার খুলুন

source: Open folder path
bn_bd: ফোল্ডার পাথ খুলুন

source: Open folders
bn_bd: ফোল্ডারগুলো খুলুন

source: Open Frame in New Tab
bn_bd: নতুন ট্যাবে ফ্রেম খোলা হবে

source: Open Frame in New Window
bn_bd: নতুন উইন্ডোতে ফ্রেম খোলা হবে

source: OpenH264 Video Codec provided by Cisco Systems, Inc.
bn_bd: Cisco Systems, Inc. দ্বারা উপলব্ধ OpenH264 ভিডিও কোডেক

source: Open Help Menu
bn_bd: সহায়তা মেনু খুলুন

source: Open Hosted App
bn_bd: হোস্টটেড অ্যাপ খুলুন

source: Open Hosted App…
bn_bd: হোস্টটেড অ্যাপ খুলুন...

source: Open in a New Private Window
bn_bd: একটি নতুন ব্যক্তিগত উইন্ডোতে লিংক খোলা হবে

source: Open in a New Tab
bn_bd: নতুন ট্যাবে খুলুন

source: Open in a New Window
bn_bd: নতুন উইন্ডোতে লিংক খোলা হবে

source: Open in Debugger
bn_bd: ডিবাগারে খুলুন

source: opening fence
bn_bd: উদ্বোধনী বেড়া

source: Opening %S
bn_bd: %S খোলা হচ্ছে

source: Open in New Tab
bn_bd: নতুন ট্যাবে খুলুন

source: Open install message panel
bn_bd: ইনস্টল বার্তা প্যানেল খুলুন

source: Open in Style Editor
bn_bd: স্টাইল এডিটরে খুলুন

source: Open in Variables View
bn_bd: ভ্যারিয়েবল ভিউ খুলুন

source: Open link
bn_bd: লিঙ্ক খুলুন

source: Open Link
bn_bd: লিঙ্ক খুলুন O

source: Open Link in New Container Tab
bn_bd: নতুন কন্টেইনার ট্যাবে লিংক খুলুন

source: Open Link in New Private Window
bn_bd: নতুন উইন্ডোতে লিংক খোলা হবে P

source: Open Link in New %S Tab
bn_bd: নতুন ট্যাবে %S লিঙ্ক খুলুন

source: Open Link in New Tab
bn_bd: নতুন ট্যাবে লিংক খোলা হবে

source: Open Link in New Window
bn_bd: নতুন উইন্ডোতে লিংক খোলা হবে

source: Open Location…
bn_bd: অবস্থান খুলুন…

source: Open location request panel
bn_bd: অবস্থান অনুরোধ প্যানেল খুলুন

source: Open menu
bn_bd: মেনু খুলুন

source: Open message panel
bn_bd: বার্তা প্যানেল খুলুন

source: Open Network Login Page
bn_bd: নেটওয়ার্ক লগইন পাতা খুলুন

source: Open new tab
bn_bd: নতুন ট্যাব খুলুন

source: Open new window
bn_bd: নতুন উইন্ডো খুলুন

source: Open new windows in a new tab instead
bn_bd: নতুন উইন্ডোগুলো, নতুন ট্যাব-এ খোলা হবে

source: Open offline storage message panel
bn_bd: অফলাইন স্টোরেজ বার্তা প্যানেল খুলুন

source: Open One-Click Search
bn_bd: এক-ক্লিক অনুসন্ধান খুলুন

source: Open options
bn_bd: অপশন খুলুন

source: Open Options
bn_bd: অপশন খুলুন

source: Open or Remove File
bn_bd: ফাইলটি খুলুন বা মুছে ফেলুন

source: Open Packaged App…
bn_bd: প্যাকেজড অ্যাপ খুলুন...

source: Open Pop-up Windows
bn_bd: পপ-আপ উইন্ডো খোলা

source: Open preferences
bn_bd: সাইট সংক্রান্ত পছন্দসমূহ

source: Open Preferences
bn_bd: পছন্দসমূহ খুলুন

source: Open preferences (%S)
bn_bd: সাইট সংক্রান্ত পছন্দসমূহ ওপেন করুন (%S)

source: Open profile directory
bn_bd: প্রোফাইল ডাইরেক্টরি খুলুন

source: Open Recent
bn_bd: Recent খুলুন

source: Open “%S”
bn_bd: "%S" খোলা হবে

source: Open save password message panel
bn_bd: পাসওয়ার্ড সংরক্ষণ বার্তা প্যানেল খুলুন

source: Open &syncBrand.shortName.label; preferences
bn_bd: &syncBrand.shortName.label; এর পছন্দসমূহ খুলুন

source: Open &syncBrand.shortName.label; Preferences
bn_bd: পছন্দসমূহ &syncBrand.shortName.label; খুলুন

source: Open tabs
bn_bd: ট্যাব খুলুন O

source: Open Tabs
bn_bd: ওপেন ট্যাব

source: Open the application preferences
bn_bd: অ্যাপ্লিকেশন পছন্দ খোলা

source: Open the console
bn_bd: কনসোল খুলুন

source: Open the debugger
bn_bd: ডিবাগার খুলুন

source: Open the profiler
bn_bd: প্রোফাইলার টি খুলুন

source: Open URL in New Tab
bn_bd: নতুন ট্যাবে URL লিংক খোলা হবে T

source: Open Web developer tools (%S)
bn_bd: ডেভলপার টুলসমূহ খুলুন (%S)

source: Open WebIDE (%S)
bn_bd: খুলুন WebIDE (%S)

source: Open with
bn_bd: অন্য অ্যাপ্লিকেশনে খুলুন (O)

source: Open With Different Viewer
bn_bd: ভিন্ন প্রদর্শকে খুলুন

source: Operation failed: %1$S
bn_bd: অপারেশন ব্যর্থ: %1$S

source: Operation timed out: %1$S
bn_bd: অপারেশন সময় উত্তীর্ণ: %1$S

source: Operators:
bn_bd: অপারেটরগুলো:

source: Optimizable Pages
bn_bd: অপটিমাইজযোগ্য পাতাসমূহ

source: Optimization failed
bn_bd: অপটিমাইজেশন ব্যর্থ

source: option
bn_bd: অপশন

source: optional
bn_bd: ঐচ্ছিক

source: Optional comments (comments are publicly visible)
bn_bd: ঐচ্ছিক মন্তব্য (মন্তব্যগুলো সবাই দেখতে পাবে)

source: optional, default=%S
bn_bd: ঐচ্ছিক, পূর্বনির্ধারিত=%S

source: Optional Recommended Components
bn_bd: ঐচ্ছিক সুপারিশকৃত কম্পোনেন্ট

source: Options
bn_bd: অপশন

source: Options:
bn_bd: অপশন:

source: , or
bn_bd: , বা

source: ‘,’ or ‘{’
bn_bd: ‘,’ অথবা ‘{’

source: Orange
bn_bd: কমলা

source: or ask the developer to get them verified.
bn_bd: অথবা ডেভেলপার কে জিজ্ঞাসা করুন যাচাই করার জন্য

source: Organizational Unit (OU)
bn_bd: সংস্থার ইউনিট (OU)

source: Organizational Unit (OU):
bn_bd: প্রাতিষ্ঠানিক ইউনিট (OU):

source: Organization (O)
bn_bd: সংস্থা (O)

source: Organization (O):
bn_bd: প্রতিষ্ঠান (O):

source: Organization: “%S”
bn_bd: প্রতিষ্ঠান: "%S"

source: Organize
bn_bd: সংগঠিতকরণ

source: Organize your bookmarks
bn_bd: আপনার বুকমার্ক সংগঠিত করুন

source: Orientation:
bn_bd: স্থিতিবিন্যাস:

source: Origin
bn_bd: মূল

source: original
bn_bd: আসল

source: Origin: %S
bn_bd: উৎস: %S

source: Oromo
bn_bd: ওরোমো

source: ‘;’ or ‘}’ to end declaration
bn_bd: বিবৃতি শেষে ';' অথবা '}'

source: , or to show/hide command hints press
bn_bd: ,অথবা কমান্ড সংকেত প্রদর্শন/আড়াল করতে চাপুন

source: Or you can add an exception…
bn_bd: অথবা আপনি একটি ব্যতিক্রম যোগ করতে পারেন…

source: Ossetian
bn_bd: ওসেটিয়ান

source: Other
bn_bd: অন্যান্য

source: Other…
bn_bd: অন্যান্য…

source: Other Bookmarks
bn_bd: অন্যান্য বুকমার্ক

source: Other Data
bn_bd: অন্যান্য তথ্য

source: . Other features and Services can be disabled in the application preferences.
bn_bd: এপ্লিকেশন অগ্রাধিকারসমূহ অন্যান্য বৈশিষ্ট্য এবং পরিসেবাগুলো নিস্ক্রিয় করা যাবে।

source: Other (incl. Western European)
bn_bd: অন্য (পশ্চিম ইউরোপীয় সহ)

source: Other Origin
bn_bd: অন্যান্য মূল

source: Other Origin HTTP
bn_bd: অন্যান্য মূল HTTP

source: Other people can view your information or modify the website’s behavior.
bn_bd: যে কেউ আপনার দেয়া তথ্য দেখতে পারে বা ওয়েব সাইটের আচরন পরিবর্তন করতে পারে।

source: Others
bn_bd: অন্যান্য

source: Other Workers
bn_bd: অন্যান্য ওয়ার্কারস

source: Other Writing Systems
bn_bd: অন্যান্য লেখার সিস্টেম

source: Outdated Information
bn_bd: মেয়াদোত্তীর্ণ তথ্য

source: Outdated plugin
bn_bd: পুরাতন প্লাগইন

source: Outdated plugin “%S” is enabled on %S.
bn_bd: %S এ পুরাতন প্লাগইন "%S" এখন সক্রিয়।

source: outline
bn_bd: সীমারেখা

source: outline item
bn_bd: সীমারেখার আইটেম

source: out of memory
bn_bd: মেমরি অবশিষ্ট নেই

source: Out of Memory
bn_bd: মেমরি অবশিষ্ট নেই

source: Output Devices
bn_bd: আউটপুট ডিভাইস

source: "Output folder: "
bn_bd: "আউটপুট ফোল্ডার: "

source: Overlay Grid
bn_bd: ওভারলে গ্রিড

source: overridden
bn_bd: উপেক্ষিত

source: Override automatic cache management
bn_bd: স্বয়ংক্রিয় ক্যাশে ব্যবস্থা উপেক্ষা করা হবে

source: Override the colors specified by the page with your selections above:
bn_bd: উপরে নির্বাচিত মানের পরিবর্তে, পাতাগুলো নিজস্ব রং নির্বাচন করতে পারবে:

source: Override the default region fill style with a custom color
bn_bd: একটি স্বনির্বাচিত রঙ দিয়ে ডিফল্ট অঞ্চল ভরাট শৈলী ওভাররাইড

source: overscript
bn_bd: ওভেরস্ক্রিপ্ট

source: Owner:
bn_bd: মালিকানা:

source: packets
bn_bd: প্যাকেটসমূহ

source: padding
bn_bd: প্যাডিং

source: <p>Additional information about this problem or error is currently unavailable.</p>
bn_bd: <p>এই সমস্যা অথবা ত্রুটি সংক্রান্ত অতিরিক্ত তথ্য বর্তমানে নেই।</p>

source: Page
bn_bd: পাতা

source: Page #
bn_bd: পাতা #

source: Page:
bn_bd: পাতা:

source: Page actions
bn_bd: পাতা পদক্ষেপ

source: Page Bookmarked
bn_bd: বুকমার্ক যোগ

source: Page Count:
bn_bd: মোট পাতা:

source: Page did not resume after the debugger was attached. To fix this, please close and re-open the toolbox.
bn_bd: ডিবাগারা সংযুক্ত করার পর পেজ পুনরায় আরম্ভ হয়নি। ত্রুটিমুক্ত করতে, অনুগ্রহ করে পুনরায় টুলবক্স ওপেন করুন।

source: Page Down
bn_bd: নিচের পাতা

source: Page Fit
bn_bd: পৃষ্ঠা ফিট করুন

source: Page Footers
bn_bd: পৃষ্ঠার পাদচরণ

source: Page Footers:
bn_bd: পাতার পাদচরণ:

source: Page Headers
bn_bd: পৃষ্ঠার শীর্ষচরণ

source: Page Headers:
bn_bd: পাতার শীর্ষচরণ:

source: Page Info
bn_bd: পাতার সংক্রান্ত তথ্য

source: Page Info - %S
bn_bd: পাতার তথ্য - %S

source: Page Load Error
bn_bd: পৃষ্ঠা লোডে ত্রুটি

source: Page Load Finished
bn_bd: পৃষ্ঠার লোড সমাপ্ত হলো

source: Page not found
bn_bd: পাতা পাওয়া যায়নি

source: ({{pageNumber}} of {{pagesCount}})
bn_bd: ({{pagesCount}} এর {{pageNumber}})

source: Page # of #
bn_bd: পৃষ্ঠা # যত #

source: Page {{page}}
bn_bd: পৃষ্ঠা {{page}}

source: Pages
bn_bd: পাতা

source: page saved to: %1$S
bn_bd: %1$S এ পৃষ্ঠা সংরক্ষণ হবে

source: Page Setup
bn_bd: পাতার সেটআপ

source: Page Setup…
bn_bd: পাতার বিন্যাস…

source: Page Source
bn_bd: পাতার সোর্স

source: Page Style
bn_bd: পাতার শৈলী

source: Page tabs
bn_bd: পৃষ্ঠার ট্যাব

source: Page Up
bn_bd: উপরের পাতা

source: Page Width
bn_bd: পৃষ্ঠার প্রস্থ

source: Paint
bn_bd: মুদ্রণ

source: Pakistan
bn_bd: পাকিস্তান

source: Palau
bn_bd: পালাউ

source: Pali
bn_bd: পালি

source: Palmyra Atoll
bn_bd: পালমিরা অ্যাটল

source: Panama
bn_bd: পানামা

source: pane
bn_bd: প্যান

source: Paper Size:
bn_bd: কাগজের মাপ: (P)

source: Papua New Guinea
bn_bd: পাপুয়া নিউ গিনি

source: Paracel Islands
bn_bd: প্যারাসেল দ্বীপপুঞ্জ

source: paragraph
bn_bd: অনুচ্ছেদ

source: Paraguay
bn_bd: পারাগুয়ে

source: Params
bn_bd: প্যারাম

source: Parent Match
bn_bd: প্যারেন্ট মিলেছে

source: Parent Payload
bn_bd: প্যারেন্ট পেলোড

source: Parent prefix for imported commands
bn_bd: ইম্পোর্টেড কমান্ডের জন্য মূল প্রিফিক্স

source: Parsed Value
bn_bd: পার্সকৃত মান

source: Parse HTML
bn_bd: পার্স HTML

source: Parsing an XPath expression failed.
bn_bd: XPath এক্সপ্রেশন পার্স করতে ব্যর্থ।

source: Parsing an XSLT stylesheet failed.
bn_bd: XSLT স্টাইলশীট পার্স করতে ব্যর্থ।

source: partial character
bn_bd: অক্ষরের অংশবিশেষ

source: part of attribute selector
bn_bd: বৈশিষ্ট্য নির্বাচকের অংশ

source: Parts of the page that track your online activity have been blocked.
bn_bd: পাতার যে অংশগুলি অাপনার অন-লাইন কার্যকলাপ ট্র্যাক করে সেগুলি প্রতিরোধ করা হয়েছে।

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
bn_bd: ইন্টারনেটের মাধ্যমে প্রেরণ করার পূর্বে, প্রদর্শিত পৃষ্ঠার কিছু অংশবিশেষ এনক্রিপ্ট করা হয়নি।

source: Parts of this page are not secure (such as images).
bn_bd: এই পাতার অংশগুলো নিরাপদ নয় (যেমন ছবি)।

source: Pashto
bn_bd: পাশ্তু

source: Password
bn_bd: পাসওয়ার্ড

source: Password:
bn_bd: পাসওয়ার্ড:

source: Password Change Failed
bn_bd: পাসওয়ার্ড পরিবর্তন ব্যর্থ

source: Password Change Succeeded
bn_bd: পাসওয়ার্ড পরিবর্তন সফল

source: Password entered is invalid. Please pick a different one.
bn_bd: প্রবেশকৃত পাসওয়ার্ডটি অবৈধ। অনুগ্রহ করে আরেকটি নির্বাচন করুন।

source: Password fields present in a form with an insecure (http://) form action. This is a security risk that allows user login credentials to be stolen.
bn_bd: একটি ফর্মে ঝুঁকিপূর্ন (http://) ফর্ম একশনসহ পাসওয়ার্ড ফীল্ড বিদ্যমান। এটি নিরাপদ নয় এবং এর ফলে ব্যবহারকারীদের লগইন তথ্য চুরি হতে পারে।

source: Password fields present on an insecure (http://) iframe. This is a security risk that allows user login credentials to be stolen.
bn_bd: একটি ঝুঁকিপূর্ন(http://) আইফ্রেমে পাসওয়ার্ড ফীল্ড বিদ্যমান। এটি একটি নিরাপত্তা ঝুঁকি যার ফলে ব্যবহারকারীর লগইন তথ্য চুরি হতে পারে।

source: Password fields present on an insecure (http://) page. This is a security risk that allows user login credentials to be stolen.
bn_bd: একটি ঝুঁকিপূর্ন পাতায় (http://) পাসওয়ার্ড ফীল্ড দৃশ্যমান। এটি একটি নিরাপত্তা ঝুঁকি যার ফলে লগ ইন তথ্য চুরি হতে পারে।

source: Password quality meter
bn_bd: পাসওয়ার্ডের গুণমানের মাপকাঠি

source: Password Required
bn_bd: পাসওয়ার্ড আবশ্যক

source: password text
bn_bd: পাসওয়ার্ড টেক্সট

source: Paste
bn_bd: প্রতিলেপন

source: Paste & Go
bn_bd: প্রতিলেপন করুন এবং অগ্রসর হোন

source: Pastel Gradient
bn_bd: প্যাস্টেল গ্রেডিয়েন্ট

source: Pastel Gradient is (C) darrinhenein. Available under CC-BY. No warranty.
bn_bd: পেস্টাল গ্রাডিয়েন্ট হল (C) darrinhenein। CC-BY এ পর্যাপ্ত। কোন ওয়ারেন্টি নেই।

source: Paste (%S)
bn_bd: প্রতিলেপন (%S)

source: Paste & Search
bn_bd: প্রতিলেপন এবং অনুসন্ধান

source: Path
bn_bd: পাথ

source: Path:
bn_bd: পাথ:

source: Path %S doesn’t exist, can’t save %S
bn_bd: %S পাথটি নেই, %S সংরক্ষণ করা সম্ভব নয়

source: <p>Attack pages try to install programs that steal private information, use your computer to attack others, or damage your system.</p><p>Some attack pages intentionally distribute harmful software, but many are compromised without the knowledge or permission of their owners.</p>
bn_bd: <p>আক্রমণকারী পাতা তথ্য চুরি করতে প্রোগ্রাম ইন্সটল করার চেষ্টা করে, অন্য কম্পিউটারকে আক্রমন করতে আপনার কম্পিটার ব্যবহার করে, বা আপনার সিস্টেম ধ্বংস করে।</p><p>কিছু আক্রমণকারী পাতা ইচ্ছাকৃত ভাবে ক্ষতিকর সফটওয়্যার বিতরণ করে, কিন্তু অনেকে না বুঝেই এগুলোকে কাজ করতে অনুমোদন দেয়।</p>

source: Pause
bn_bd: বিরতি

source: Paused
bn_bd: স্থগিত করা হয়েছে

source: Paused on breakpoint
bn_bd: ব্রেকপয়েন্টে বিরতি দেওয়া হয়েছে

source: Paused on debugged function
bn_bd: ডিবাগেড ফাংশন এ বিরতি দেওয়া হয়েছে

source: Paused on debugger statement
bn_bd: ডিবাগার বিবৃতিতে বিরতি দেওয়া হয়েছে

source: Paused on exception
bn_bd: ব্যতিক্রমে বিরতি দেওয়া হয়েছে

source: Paused on promise rejection
bn_bd: প্রতিশ্রুতি প্রত্যাখ্যানে বিরতি দেওয়া হয়েছে

source: Paused on XMLHttpRequest
bn_bd: XMLHttpRequest এ বিরতি দেওয়া হয়েছে

source: Paused — %S
bn_bd: বিরতি — %S

source: Paused while stepping
bn_bd: পদবিন্যাসের সময় বিরতি দেওয়া হয়েছে

source: Pause on all exceptions. Click to ignore exceptions
bn_bd: সব ধরনের ব্যতিক্রম স্থগিত করুন। ব্যতিক্রম উপেক্ষা করতে ক্লিক করুন

source: Pause on Exceptions
bn_bd: ব্যতিক্রম এ বিরতি দিন

source: Pause on uncaught exceptions. Click to pause on all exceptions
bn_bd: আনকট এক্সেপশনে পস। সব এক্সেপশন পস করতে ক্লিক করুন

source: Pause %S
bn_bd: বিরতি %S

source: Pauses the main thread
bn_bd: মূল থ্রেডের বিরতিসমূহ

source: Pause the animations
bn_bd: অ্যানিমেশন স্থির করুন

source: Payload
bn_bd: পেলোড

source: <p>&brandShortName; can’t load this page for some reason.</p>
bn_bd: <p>কোনো কারণে &brandShortName; এই পৃষ্ঠাটি লোড করতে পারছে না।</p>

source: <p> &brandShortName; did not connect to <span id='wrongSystemTime_URL'/> because your computer’s clock appears to show the wrong time and this is preventing a secure connection.</p> <p>Your computer is set to <span id='wrongSystemTime_systemDate'/>, when it should be <span id='wrongSystemTime_actualDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
bn_bd: <p> &brandShortName; আপনার <span id='wrongSystemTime_URL'/> সাথে সংযোগ স্থাপন করেনি। কারণ আপনার কম্পিউটারের ঘড়ি ভুল সময় প্রদর্শন করছে, যা নিরাপদ সংযোগ স্থাপনের অন্তরায়।</p><p>আপনার কম্পিউটার<span id='wrongSystemTime_systemDate'/> সেট করা রয়েছে, অথচ এটি <span id='wrongSystemTime_actualDate'/> সেট থাকার কথা। এই সমস্যা দূর করতে, আপনার তারিখ ও সময়ের সেটিংস সঠিক করুন।</p>

source: <p>&brandShortName; did not connect to <span id='wrongSystemTimeWithoutReference_URL'/> because your computer’s clock appears to show the wrong time and this is preventing a secure connection.</p> <p>Your computer is set to <span id='wrongSystemTimeWithoutReference_systemDate'/>. To fix this problem, change your date and time settings to match the correct time.</p>
bn_bd: <p> &brandShortName; আপনার <span id='wrongSystemTimeWithoutReference_URL'/> সাথে সংযোগ স্থাপন করেনি। কারণ আপনার কম্পিউটারের ঘড়ি ভুল সময় প্রদর্শন করছে, যা নিরাপদ সংযোগ স্থাপনের অন্তরায়।</p><p>আপনার কম্পিউটার <span id='wrongSystemTimeWithoutReference_systemDate'/> সেট করা রয়েছে। এই সমস্যা দূর করতে, আপনার তারিখ ও সময়ের সেটিংস সঠিক করুন।</p>

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
bn_bd: <p>এভাবে পৃষ্ঠা লোড করতে &brandShortName; বাধা দেয় কারণ এ পৃষ্ঠার বিষয়বস্তুর নিরাপত্তা নীতিমালা এটা করতে অনুমোদন দেয় না।</p>

source: <p>Deceptive sites are designed to trick you into doing something dangerous, like installing software, or revealing your personal information, like passwords, phone numbers or credit cards.</p><p>Entering any information on this web page may result in identity theft or other fraud.</p>
bn_bd: <p>ক্ষতিকারক সাইটগুলো এমনভাবে তৈরি করা হয় যে আপনাকে বিভ্রান্ত করে কোন বিপদজনক কিছু করার প্রচরণা দেয়, যেমন সফটওয়্যার ইন্সটল করা, বা আপনার ব্যাক্তিগত তথ্য প্রকাশ করতে বাধ্য করা, যেমন পাসওয়ার্ড, ফোন নাম্বার বা ক্রেডিট কার্ড।</p><p>এইসব ওয়েব পেইজে তথ্য দেওয়ার ফলাফল পরিচয় চুরি বা অন্য কোন প্রতারণা হতে পারে।</p>

source: PDF documents are not allowed to use their own colors: “Allow pages to choose their own colors” is deactivated in the browser.
bn_bd: পিডিএফ ডকুমেন্টকে তাদের নিজস্ব রঙ ব্যবহারে অনুমতি নেই: 'পাতা তাদের নিজেস্ব রঙ নির্বাচন করতে অনুমতি দিন' এই ব্রাউজারে নিষ্ক্রিয় রয়েছে।

source: PDF Producer:
bn_bd: পিডিএফ প্রস্তুতকারক:

source: PDF Version:
bn_bd: পিডিএফ সংষ্করণ:

source: Peer attempted old style (potentially vulnerable) handshake.
bn_bd: পিয়ার পুরনো শৈলী (সম্ভবত অরক্ষিত) হ্যান্ডসেক প্রচেষ্টা করে।

source: PeerConnection ID
bn_bd: পিয়ারকানেকশন আইডি

source: Peer could not decode an SSL handshake message.
bn_bd: পিয়ার একটি SSL হ্যান্ডশেক বার্তা ডিকোড করতে পারেনি।

source: Peer does not permit renegotiation of SSL security parameters.
bn_bd: পিয়ার দ্বারা SSL নিরাপত্তা প্যারামিটারের পুনরায় মীমাংসার অনুমতি প্রদান করা হয় না।

source: Peer does not recognize and trust the CA that issued your certificate.
bn_bd: আপনার সার্টিফিকেট নির্মাণকারী সার্টিফিকেট কর্তৃপক্ষ, পিয়ারের অপরিচিত ও এটি বিশ্বস্ত নয়।

source: Peer FORTEZZA chain has a non-FORTEZZA Certificate.
bn_bd: পিয়ার FORTEZZA চেইনের একটি non-FORTEZZA সার্টিফিকেট রয়েছে।

source: Peer only supports SSL version 2, which is locally disabled.
bn_bd: পিয়ার শুধুমাত্র SSL সংস্করণ 2 সমর্থন করে, যা স্থানীয় অবস্থানে নিষ্ক্রিয়।

source: Peer received an SSL record that was longer than is permitted.
bn_bd: অনুমোদিত পরিমানের থেকে বেশি SSL রেকর্ড পিয়ার গ্রহণ করেছে।

source: Peer received a valid certificate, but access was denied.
bn_bd: পিয়ার কার্যকর সার্টিফিকেট পেলেও একে ব্যবহারাধিকার প্রদান করা হয়নি।

source: Peer reports failure of signature verification or key exchange.
bn_bd: পিয়ার স্বাক্ষর যাচাই অথবা কী বিনিময়ের ব্যর্থতা সম্পর্কে রিপোর্ট করে।

source: Peer reports incompatible or unsupported protocol version.
bn_bd: পিয়ার দ্বারা অসংগত অথবা অসমর্থিত প্রোটোকল সংস্করণ সম্পর্কে রিপোর্ট করা হয়েছে।
